/* Error alert title text after unsuccessful vendor app install.". */
"%@ could not be installed due to a possible user permissions error." = "%@ 无法安装，原因可能是用户授予权限错误。";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "要继续卸载，不能退出 %@ 或其组件。";

/* User notification title with app name as format */
"%@ was updated" = "%@ 已经更新";

/* Status title on dashboard */
"%d days left of trial" = "试用期剩余 %d 天";

/* Status title on dashboard */
"%d days remaining" = "剩余 %d 天";

/* User notification title with apps count as format */
"%lu applications were updated" = "已经更新 %lu 个应用";

/* Status bar menu item title */
"🎁 Get Free Setapp…" = "🎁 Get Free Setapp…";

/* Status bar menu item title */
"💎 Get My Free Month…" = "💎 Get My Free Month…";

/* User notification title */
"1 application was updated" = "已经更新 1 个应用";

/* Status action title on dashboard */
"Activate" = "激活";

/* (No Comment) */
"Activate your subscription" = "激活订阅";

/* Status title on dashboard */
"Active membership" = "订阅会员";

/* Statuses */
"Active subscription" = "有效订阅";

/* Button title */
"Add" = "添加";

/* User notification title */
"All apps are up to date!" = "所有的应用均为最新版本！";

/* Accessibility help for customer image button. */
"Allows you to open account settings, view notifications, or sign out" = "允许您打开帐户设置，查看通知或退出登录";

/* Accessibility help */
"Allows you to select and view Setapp terms and policies" = "允许您选择和查看 Setapp 条款和政策";

/* Accessibility help for customer image button. */
"Allows you to sign in or create an account" = "允许您登陆或创建帐户";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "卸载%@时出错。";

/* No comment provided by engineer. */
"Application signature could not be verified." = "无法验证应用签名。";

/* Informative text under the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Both Setapp and all of its applications will become unavailable after the uninstallation." = "卸载 Setapp 后，您将无法继续使用 Setapp 和其中包含的所有应用程序。";

/* Cancel button title */
"Cancel" = "取消";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "了解%@需要提供什么。";

/* Accessibility label. */
"Clear search" = "清除搜索";

/* Error alert informative text on application launch. */
"Contact your team owner to know more." = "联系您的团队负责人，了解更多信息。";

/* PFMoveApplication */
"Could not move to Applications folder" = "无法移到应用文件夹";

/* Error alert title text after unsuccessful uninstall. */
"Couldn't reset password." = "无法重置密码。";

/* Status bar menu item title */
"Create New Account" = "创建新帐户";

/* No comment provided by engineer. */
"Did fail to launch %@" = "未能启动%@";

/* Button title */
"Dismiss" = "忽略";

/* (No Comment) */
"Don’t Move" = "不移动";

/* No comment provided by engineer. */
"Download and Install" = "下载并安装";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "下载并安装 Setapp 以使用 %@，并探索更多实用的应用。";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "下载并安装 Setapp 以使用此应用，并探索更多实用的应用。";

/* No comment provided by engineer. */
"Download Now" = "立即下载";

/* Not found email on reset password error description. */
"Email not found." = "找不到电子邮件。";

/* (No Comment) */
"Enjoy all of the available applications in the collection." = "畅享系列中的所有可用应用。";

/* Accessibility help. */
"Enter a search term to find suitable applications" = "输入搜索项，查找适用的应用程序";

/* User notification informative text */
"Explore Setapp to find and use %@." = "探索 Setapp，查找并使用 %@。";

/* User notification informative text */
"Explore Setapp to find and use them." = "探索 Setapp，查找并使用它们。";

/* Status button title on recommendations screeen. */
"Family member" = "家庭成员";

/* (No Comment) */
"Family membership terminated" = "家庭会员身份终止";

/* Sign In screen text */
"Favorites? First remind us who you are" = "要添加到收藏夹？请先告诉我们您的帐户信息";

/* Sign In screen text on password screen */
"Favorites? Sign in first." = "喜欢这款应用程序？请先登录。";

/* User notification informative text */
"Find it in your Setapp folder." = "在您的 Setapp 文件夹中查找。";

/* Quit app button title */
"Force Quit" = "强制退出";

/* Status title on dashboard */
"Free trial available" = "您可以免费试用";

/* Redirect to website button title */
"Go to Website" = "访问网站";

/* Sign In password screen text */
"Hi there, we missed you" = "你好，欢迎回来";

/* No comment provided by engineer. */
"Incorrect application bundle identifier." = "应用程序包标识符错误。";

/* Button title */
"Install" = "安装";

/* No comment provided by engineer. */
"Internal file operation failed" = "内部文件运行失败";

/* Platform name */
"iPad" = "iPad";

/* Platform name */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "似乎应用代码没有开发者签名。";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "似乎您的 Mac 的身份发生了变化。";

/* Open guide about ploblem fixing. */
"Learn more..." = "了解更多...";

/* Button title */
"Learn more…" = "了解更多…";

/* No comment provided by engineer. */
"Learn More…" = "了解更多…";

/* Accessibility help */
"Legal information" = "法律信息";

/* Sign In screen text */
"Let’s log you into Setapp first" = "请先登录您的 Setapp";

/* Platform name */
"Mac" = "Mac";

/* Manage Notifications button title. */
"Manage" = "管理";

/* Sign up generic error alert informative text. */
"Might be a tech issue, try again in a moment." = "可能遇到了技术问题，请稍后重试。";

/* (No Comment) */
"Move to Applications" = "移动到应用";

/* User notification title */
"New updates available!" = "有可用的更新!";

/* Too mane sign in requests error alert informative text. */
"Nice effort, but for your security please try again later." = "为了安全，请稍后重试。";

/* Button title */
"Not Now" = "以后再说";

/* (No Comment) */
"Note that this will require an administrator password." = "注意，这需要管理员密码。";

/* Label on top of notification list.
   Notifications list accessibility label */
"Notifications" = "通知";

/* Notifications section title. */
"NOTIFICATIONS" = "通知";

/* Alert button */
"OK" = "好";

/* Error alert title text on application launch. */
"Oops! This app is available only on Setapp for Teams." = "噢！这款应用程序为 Setapp for Teams 用户专享。";

/* Error alert title text on application launch. */
"Oops! You can’t access this app as your team owner blocked it in Setapp for Teams account." = "抱歉，您不能访问此应用程序，因为您的团队负责人在 Setapp for Teams 帐户中屏蔽了这款应用程序。";

/* Accessibility help string */
"Opens account settings via web browser" = "通过网络浏览器打开帐户设置";

/* Accessibility help for View My Account button. */
"Opens account settings via web browser to configure your membership status" = "通过网络浏览器打开帐户设置，以配置您的会员身份";

/* Accessibility help string */
"Opens referral program page view web browser" = "在 web 浏览器中打开推荐计划页面";

/* Accessibility help for Start Trial button. */
"Opens window to confirm the start of your free trial" = "打开窗口，确认开始免费试用";

/* (No Comment) */
"Payment details outdated" = "详细付款信息已过期";

/* (No Comment) */
"Payment issues occurred" = "发生付款问题";

/* Status title on dashboard */
"Payment problem" = "付款问题";

/* User notification informative text */
"Please add payment details to your account." = "请在您的帐户中添加详细付款信息。";

/* (No Comment) */
"Please check your account for details." = "请检查您的详细帐户信息。";

/* User notification title */
"Please connect to the Internet." = "请连接到互联网。";

/* (No Comment) */
"Please contact your Family owner for details and renewal." = "请联系您的家庭管理员，获取详细信息并更新。";

/* Alert informative text. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "请下载新的 Setapp 副本并重新安装到您的 Mac，以解决此问题。";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "请下载并安装最新版本，以继续使用 Setapp。";

/* Alert informtive text */
"Please free up your startup disk and reopen Setapp." = "请为您的启动磁盘释放空间，并重新打开 Setapp。";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "请确保没有网络管理应用会阻止 Setapp，然后重试。";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "请确保您已经建立连接，然后重试。";

/* Error alert informative text after unsuccessful vendor app install." */
"Please make sure you resolve any related issues and try again." = "请确保您已经解决相关问题，并重试。";

/* No comment provided by engineer. */
"Please make sure you've added a \"-setapp\" suffix." = "请确保您已经添加了 \"-setapp\" 后缀。";

/* Error alert informative text after unsuccessful uninstall */
"Please quit the application manually and try again." = "请手动退出应用，并重试。";

/* Title text above the list of apps Setapp is going to terminate on single app unisntalling. */
"Please quit the following applications to clean all of their related items:" = "请退出以下应用程序，以清理所有与之相关的项目：";

/* No comment provided by engineer. */
"Please reopen the application to allow the required changes." = "请重新打开应用，以允许所需的更改。";

/* No comment provided by engineer. */
"Please resolve any related issues or contact our Customer Support." = "请解决相关问题或联系我们的客户支持。";

/* Title text above the list of apps Setapp is going to terminate on quit. */
"Please save all your data and quit the following applications before quitting Setapp:" = "请在退出 Setapp 前保存所有数据并退出下述应用程序：";

/* Title text above the list of apps Setapp is going to terminate on singing out. */
"Please save all your data and quit the following applications before signing out of Setapp:" = "请在退出登录 Setapp 前保存所有数据并退出下述应用程序：";

/* Title text above the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Please save all your data and quit the following applications before uninstalling Setapp:" = "请在卸载 Setapp 前保存所有数据并退出下述应用程序：";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "请登录到 Setapp 并重试。";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "请登录您的 Setapp 帐户，以继续使用此服务。";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "请重试，如果问题仍然存在，请通过其他方式移除应用。";

/* Error alert informative text after unsuccessful application uninstall." */
"Please try again or remove the remaining files manually." = "请重试或手动移除剩余文件。";

/* No comment provided by engineer. */
"Please try again." = "请重试。";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "请更新您的操作系统并重试。";

/* User notification informative text */
"Please view your account details to learn more." = "请检查您的详细帐户信息，以了解更多信息。";

/* Error alert informative text after unsuccessful application uninstall. */
"Please visit Setapp website and try resetting your password there." = "请访问 Setapp 网站并尝试在网站上重置您的密码。";

/* Quit app button title */
"Quit" = "退出";

/* Informative text under the list of apps Setapp is going to terminate on update. */
"Quit apps to have them updated." = "退出应用程序，以便进行更新。";

/* Informative text under the list of apps Setapp is going to terminate on unisntalling single app. */
"Quit these apps if you’d like to uninstall them now." = "如果要立即卸载，请退出这些应用程序。";

/* Accessibility help. */
"Removes the current search query" = "移除当前搜索词";

/* Status action title on dashboard */
"Renew" = "续订";

/* No comment provided by engineer. */
"Reveal in Finder" = "在 Finder 中显示";

/* Default placeholder for search field */
"Search" = "搜索";

/* Apps search field placeholder */
"Search for apps, tasks, etc…" = "查找应用和任务等…";

/* Accessibility label. */
"Setapp application search" = "Setapp 应用程序搜索";

/* Informative text under the list of apps Setapp is going to terminate on signing out. */
"Setapp applications will become unavailable after you sign out." = "退出登录后，您将无法使用 Setapp 应用程序。";

/* No comment provided by engineer. */
"Setapp could not complete its installation due to a lack of permissions." = "Setapp 无法完成安装，因为没有权限。";

/* User notification informative text */
"Setapp needs to verify your subscription." = "Setapp 需要验证您的订阅。";

/* Prompt for install Setapp with permissions. */
"Setapp needs your permission to complete its installation." = "Setapp 需要您授予权限，才能完成安装。";

/* Prompt for update Setapp with permissions. */
"Setapp needs your permission to complete update." = "Setapp 需要您授予权限，才能完成更新。";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "Setapp 需要您授予权限，才能执行应用卸载。";

/* Sign In screen text
   Sign In screen text on password screen */
"Setapp on iOS? Sure thing! Remind us your email first" = "需要 iOS 版 Setapp？当然不会让您失望！请提供您的电子邮件地址";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "Setapp 需要网络连接才能继续。";

/* User notification title */
"Setapp subscription running out." = "Setapp 订阅过期。";

/* Informative text under the list of apps Setapp is going to terminate on quit. */
"Setapp will launch automatically upon opening any of its related apps." = "Setapp 将会在打开任意关联应用程序时自动启动。";

/* Alert title */
"Setapp will now quit due to a critically low amount of free disk space." = "Setapp 现在将退出，因为可用磁盘空间严重不足。";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "Setapp 网络访问因为其他进程或应用而中断。";

/* Accessibility help string */
"Sets up a new account" = "设置新帐户";

/* Short status title for agent
   Status bar menu item title */
"Sign In" = "登录";

/* Status title on dashboard */
"Sign in to use apps" = "登录以使用应用";

/* (No Comment) */
"Sign In to use Setapp" = "登录以使用 Setapp";

/* Status bar menu item title */
"Sign Out" = "退出登录";

/* Accessibility help for Start Trial button.
   Accessibility help string */
"Signs into an existing account" = "登录到当前帐户";

/* Accessibility help string */
"Signs out of the current account" = "退出当前帐户";

/* User notification informative text */
"Some applications need to be reopened." = "部分应用需要重新打开。";

/* Apps termination window title. */
"Some apps are still running" = "有应用程序仍在运行";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "卸载过程中，部分应用组件无法移除。";

/* Sign up generic error alert title. */
"Something went wrong :(" = "出错了:(";

/* Status action title on dashboard */
"Start Trial" = "开始试用";

/* Status title on dashboard */
"Start your membership" = "成为会员";

/* (No Comment) */
"Subscribe" = "订阅";

/* (No Comment) */
"Subscribe Now" = "立即订阅";

/* Sign In screen text */
"Sweet, let’s get you started" = "马上开始吧";

/* Status button title on recommendations screeen. */
"Team member" = "团队成员";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "非常抱歉，请稍后重试。";

/* Title text above the list of apps Setapp is going to terminate on updates. */
"The following applications need to be quit to apply their updates instantly:" = "需要退出下述应用程序，才能立即应用相应的更新：";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "您的 Mac 上缺少主 Setapp 应用。是否要下载并安装？";

/* User notification title */
"There’s a new app on Setapp!" = "Setapp 上有新应用！";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "为了获得更佳的 Setapp 使用体验，建议执行此操作。";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "此应用已经不在 Setapp 上提供。";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "此应用要求在您的 Mac 上安装有订阅 Setapp 帐户。";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "此应用要求您的电脑运行 macOS %1$@ 或更新版本。您当前的版本为 macOS %2$@。";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "此 %@ 副本要求在您的 Mac 上安装有订阅 Setapp 帐户。";

/* (No Comment) */
"This email is already registered." = "此电子邮件地址已经注册。";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "这样您就可以发现并进一步使用所有 Setapp 应用。";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "这会让下载文件夹干净简洁。";

/* Error alert informative text on application launch. */
"To get this app switch to the Team plan." = "要获取此应用程序，请切换到 Team 套餐。";

/* Today date string */
"Today" = "今天";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* Too mane sign in requests error alert title. */
"Too many attempts" = "尝试次数过多";

/* (No Comment) */
"Try again" = "重试";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "哎呦！Setapp 遇到连接问题。";

/* No comment provided by engineer. */
"Unable to launch %@" = "无法启动 %@";

/* No comment provided by engineer. */
"Uninstall Setapp" = "卸载 Setapp";

/* Apps termination window title. */
"Update Apps on Setapp" = "在 Setapp 上更新应用程序";

/* Status action title on dashboard */
"View My Account" = "显示我的帐户";

/* Status bar menu item title */
"View My Account…" = "显示我的帐户…";

/* Sign In password screen text */
"Welcome!" = "欢迎！";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "是否要将 Setapp 移动到您的“应用”文件夹?";

/* Yesterday date string */
"Yesterday" = "昨天";

/* (No Comment) */
"You are now a Setapp family member!" = "欢迎您加入 Setapp 大家庭！";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "您可以从电脑上移除替身。";

/* Empty notifications section placeholder text. */
"You're curious. We like that" = "您好奇心爆表。这很好";

/* Offline state label. */
"You're offline" = "您已离线";

/* Accessibility label for customer image button. */
"Your account picture" = "您帐户的照片";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "您当前的 Setapp 版本已经过期，无法继续使用。";

/* No comment provided by engineer. */
"Your issue is already being handled" = "我们已经在处理您的问题";

/* Alert title. */
"Your Setapp installation is broken and cannot be used properly." = "您的 Setapp 安装已经损坏，无法正常使用。";

/* No comment provided by engineer. */
"Your Setapp installation is broken due to a possible permissions error." = "您的 Setapp 安装损坏，原因可能是权限错误。";

/* User notification title */
"Your Setapp trial ends soon." = "您的 Setapp 试用即将到期。";

